Repository: wp-plugins/easy-wp-latex-lite
Catalog: lang/*.po
Languages: de_de

source: If you find the author links and ads on the plugin admin page distracting or annoying, you can suppress them by checking this box. Please remember to save your options after checking.
de_de: Wenn Sie die Autoren-Links und die Werbung auf der Plugin-Admin-Seite störend oder nervig finden, können Sie sie entfernen, indem Sie dieses Feld anklicken. Bitte denken Sie daran, Ihre Einstellungen zu speichern.

source: Kill author links on the admin page?
de_de: Autor-Links auf der Admin-Seite entfernen?

source: Click for help
de_de: Klicken, um Hilfe zu erhalten

source: How to use this plugin
de_de: Wie Sie dieses Plugin benutzen

source: How to tweak the displayed formulas
de_de: Wie man die angezeigten Formeln optimiert

source: Need to control how the formulas appear?
de_de: Sie möchten das Aussehen der Formeln anpassen?

source: How to set up the plugin
de_de: So richten Sie das Plugin ein

source: Change colors, tags, formula font sizes etc.
de_de: Ändern Sie Farben, Tags, Formelgrößen usw.

source: Check out the FAQ and rate this plugin.
de_de: Lesen sie die FAQ und bewerten Sie dieses Plugin.

source: Text Color:
de_de: Textfarbe:

source: Background Color:
de_de: Hintergrundfarbe:

source: Bracketting Tags
de_de: Tags

source: Select how you want to bracket your equations.
de_de: Wählen Sie aus, wie Sie Ihre Gleichungen definieren wollen.

source: [math] ... [/math] phpBB Style
de_de: [math] ... [/Math] phpBB Stil

source: $$ ... $$ LaTeX Style
de_de: $$ ... $$ LaTeX-Stil

source: [ ... ] MathType Style
de_de: [ ... ] MathType Stil

source: LaTeX Equation Font Size
de_de: LaTeX Formelgröße

source: Choose the size of the LaTeX equations to match your font size
de_de: Wählen Sie die Größe der LaTeX-Gleichungen, um die Schriftgröße anzupassen

source: Small
de_de: Klein

source: Large
de_de: Groß

source: X-Large
de_de: Sehr groß

source: XX-Large
de_de: Riesig

source: Instructions
de_de: Anleitung

source: Options (for the %s theme)
de_de: Optionen (für das %s Theme)

source: Color Configuration
de_de: Farbkonfiguration

source: Other Options
de_de: Weitere Optionen

source: Credits
de_de: Besonderer Dank geht an:

source: %s uses the excellent Javascript/DHTML tooltips by %s
de_de: %s nutzt die hervorragenden Javascript / DHTML-Tooltips von %s

source: Enter LaTeX formulas wherever you need in your posts or pages.
de_de: Geben Sie LaTeX-Formeln ein, wo immer Sie sie in Ihren Beiträgen oder Seiten brauchen.

source: Bracket each one of your LaTeX formulas with the tags you specify in the option below. The default tag is <code>[math][/math].</code> For example, type in <br /><code>[math](a+b)^2 = a^2 + b^2 + 2ab[/math]</code> and you will get:
de_de: Schreiben Sie Ihre Latex-Formeln zwischen die Tags, die Sie in den Einstellungen ausgewählt haben. Der Standard-Tag ist <code>[math] [/math]</code>. Geben Sie beispielsweise <br/><code>[math](a+b)^2 = a^2 + b^2 + 2ab[/math]</code> und sie sehen:

source: Use the exclamation mark as the first character to generate a displayed equation (i.e., centered, on its own line): <code>[math]!(a+b)^2[/math]</code>
de_de: Verwenden Sie das Ausrufezeichen als erstes Zeichen, um eine Gleichung (d. h. zentriert, in einer eigenen Zeile) zu generieren: <code>[math]!(a + b)^2[/math]</code>

source: Use the exclamation mark as the last character to suppress formula output: <code>[math](a+b)^2![/math]</code>.
de_de: Verwenden Sie das Ausrufezeichen als letztes Zeichen der Formel, um die Ausgabe zu unterdrücken: <code>[math](a+b)^2! [/math]</code>.

source: Use the color pickers to under Color Configuration to match the forumula background and forground colors to your theme colors. The settings will be stored for each theme, so that if you return to an old theme, you do not have to re-configure the colors.
de_de: Verwenden Sie die Farbauswahl unter Farbkonfiguration, um die Farben an Ihr Theme anzupassen. Die Einstellungen werden für jedes Thema separat gespeichert, damit Sie sie bei einem Theme-Wechsel nicht erneut anpassen müssen.

source: The plugin can use different tags to identify your formula text. By default, it will look for segements enclosed in <code>[math]</code> and <code>[/math]</code> and render them as LaTeX formulas. If you prefer other bracketting tags, use the option below.
de_de: Das Plugin kann verschiedene Tags benutzen, um Ihre Formel zu identifizieren. Standardmäßig sucht es nach Ausdrücken, die in <code>[math]</ code> und <code>[/math]</ code> gekapselt sind und ersetzen sie durch LaTeX-Formeln. Wenn Sie andere Tags bevorzugen, verwenden Sie die Option unten.

source: The size of the formulas can be tweaked to match the text size on your pages. Five sizes are supported as shown below.
de_de: Die Größe der Formeln kann an die Textgröße auf Ihren Seiten angepasst werden. Fünf Größen werden unterstützt, wie unten gezeigt.
